Repository: alyago/django-web
Catalog: web-serpng/code/serpng/locale/*/LC_MESSAGES/djangojs.po
Languages: fr_ca

source: Sign in
fr_ca: Connexion

source: Anytime
fr_ca: Á tout moment

source: Privacy
fr_ca: Confidentialité

source: Terms
fr_ca: Conditions

source: job title, skills or company
fr_ca: métier, compétence ou société

source: city, state or zip
fr_ca: ville ou province

source: Email address
fr_ca: Adresse courriel

source: Please enter a valid email address.
fr_ca: Veuillez saisir une adresse courriel valide.

source: Reported
fr_ca: Signalé

source: Report
fr_ca: Signaler

source: Add notes
fr_ca: Ajouter des remarques

source: Edit notes:
fr_ca: Modifier des remarques :

source: your notes are only visible to you
fr_ca: Vos remarques ne peuvent être lues que par vous-même

source: Save
fr_ca: Sauver

source: Cancel
fr_ca: Annuler

source: Email sent! Use this form to email another friend.
fr_ca: Courriel envoyé! Utilisez ce formulaire pour envoyer un courriel à un autre ami.

source: Please correct the errors below.
fr_ca: Veuillez corriger les erreurs ci-dessous.

source: Unable to send email. Please try again.
fr_ca: Échec de l'envoi du courriel. Veuillez essayer à nouveau.

source: Send
fr_ca: Envoyer

source: Send this job to a friend
fr_ca: Envoyez cette offre à un ami

source: Your name:
fr_ca: Votre nom :

source: Your email address:
fr_ca: Votre adresse courriel :

source: Your email address
fr_ca: Votre adresse courriel

source: Friend's email address:
fr_ca: Adresse courriel de votre ami :

source: View Mapped Jobs
fr_ca: Voir les offres sur une carte

source: close
fr_ca: fermer

source: Sorry, but we need some more information.
fr_ca: Désolé, mais nous avons besoin de plus d'information.

source: Please enter keywords or a location.
fr_ca: Veuillez saisir des mots-clés ou un lieu.

source: Your email address didn't work.
fr_ca: Échec de connexion avec votre adresse courriel.

source: We aren't sure where the location {{location}} is.
fr_ca: Nous ne savons pas où se trouve {{location}}.

source: Unable to create alert. Please try again.
fr_ca: Échec de la création d'alerte. Veuillez essayer de nouveau.

source: Check your inbox for a confirmation email.<br/>Click the link in the email to start receiving jobs.
fr_ca: Consultez votre boîte de réception pour y trouver une confirmation.<br/>Cliquez sur le lien de ce courriel pour démarrer les envois.

source: Your email alert is created.<br/>No further action is necessary.
fr_ca: Votre alerte par courriel a été créée.<br/>Aucune autre mesure n'est requise.

source: {{search}} Jobs
fr_ca: Emplois de {{search}}

source: edit email alert
fr_ca: modifier l'alerte courriel

source: You're all set up to receive email alerts for this search! <a rel=")nofollow" href="/a/my-alerts/email">Manage your alerts.</a>
fr_ca: Vous êtes fin prêt à recevoir les alertes par courriel pour cette recherche! <a rel=")nofollow" href="/a/my-alerts/email">Gérer vos alertes.</a>

source: To activate your job alert, please check your email now and click the confirmation link.
fr_ca: Pour activer votre alerte d'offres d'emploi veuillez consulter vos courriels et cliquer sur le lien de confirmation.

source: Receive updates with the latest relevant jobs:
fr_ca: Recevez les plus récentes offres d'emplois pertinentes :

source: Please enter a valid email address!
fr_ca: Veuillez saisir une adresse courriel valide!

source: Enter email address...
fr_ca: Saisissez votre adresse courriel…

source: Check email at %s
fr_ca: Consultez vos courriels de l'adresse %s

source: Edit this search
fr_ca: Modifier cette recherche

source: Unable to save search. Please try again.
fr_ca: Échec de la sauvegarde de recherche. Veuillez essayer de nouveau.

source: You already saved 100 searches. Saving this search will override an existing search. Do you want to continue?
fr_ca: Vous avez déjà sauvegardé 100 recherches. Pour sauvegarder celle-ci, il faudrait écraser une recherche précédente. Est-ce bien ce que vous voulez?

source: name this search
fr_ca: nommer cette recherche

source: Connections
fr_ca: Connexions

source: knows
fr_ca: connaît

source: View connections
fr_ca: Voir les relations

source: View all connections
fr_ca: Voir les relations

source: Sorry, there is no one in your social network at this company.
fr_ca: Désolé. Aucune personne de votre réseau social ne fait partie de cette société.

source: Sorry, this feature is currently unavailable. Please try again later.
fr_ca: Désolé. Cette fonction n'est pas disponible actuellement. Veuillez réessayer plus tard.

source: Sorry, we were unable to determine the company name for this job.
fr_ca: Désolé. Nous ne sommes pas en mesure de déterminer le nom de la société en lien avec ce poste.

source: From LinkedIn
fr_ca: De LinkedIn

source: From Viadeo
fr_ca: De Viadeo

source: Improve your chances of finding a job
fr_ca: Améliorez les chances de vous trouver un emploi

source: 50% of job seekers find their job through friends. Login to get started.
fr_ca: La moitié des chercheurs ont trouvé leur emploi par l'entremise d'un ami. Connectez-vous pour démarrer.
