Repository: alyago/django-web
Catalog: web-serpng/code/serpng/locale/*/LC_MESSAGES/django.po
Languages: fr_ca

source: Job Search with Simply Hired
fr_ca: Simply Hired Canada

source: Local Jobs
fr_ca: Emplois locaux

source: Job Salaries
fr_ca: Salaires

source: Job Trends
fr_ca: Tendances emplois

source: Get Hired Blog
fr_ca: Blogue

source: Post Jobs
fr_ca: Publier d'emplois

source: Find Jobs
fr_ca: Recherche d’emplois

source: Employer Solutions
fr_ca: Solutions pour employeurs

source: Publisher Solutions
fr_ca: Solutions pour éditeurs

source: Browse Jobs
fr_ca: Parcourir emplois

source: About Simply Hired
fr_ca: À propos de Simply Hired

source: Help
fr_ca: Aide

source: Upload Resume
fr_ca: Téléverser un CV

source: Contact Us
fr_ca: Nous contacter

source: Privacy
fr_ca: Confidentialité

source: Terms
fr_ca: Conditions

source: All Rights Reserved
fr_ca: Tous droits réservés

source: Email jobs like this to me
fr_ca: Envoyez-moi des offres similaires

source: Prev
fr_ca: Préc.

source: Next
fr_ca: Suiv.

source: NEW
fr_ca: NOUVEAU

source: from
fr_ca: de

source: location
fr_ca: lieu

source: locations
fr_ca: lieux

source: Save
fr_ca: Sauver

source: Saved
fr_ca: Sauvé

source: Share
fr_ca: Partager

source: Hide
fr_ca: Masquer

source: Report
fr_ca: Signaler

source: Job Tools
fr_ca: Outils

source: Saved To
fr_ca: Suavegardé dans

source: My Jobs
fr_ca: Mes offres d'emploi

source: Edit Notes:
fr_ca: Modifier les remarques

source: Add Notes
fr_ca: Ajouter des remarques

source: Email
fr_ca: Transmettre

source: Hide all jobs at this company
fr_ca: Masquer les offres de cette société

source: Hide all jobs from this site
fr_ca: Masquer les offres de ce site

source: View all hidden companies and sites.
fr_ca: Afficher les sociétés et les sites masqués.

source: Tired of seeing jobs from this company or website?
fr_ca: Les offres d'emploi d'une société ou d'un site vous pèsent?

source: Sign in
fr_ca: Ouvrez une session

source: or
fr_ca: ou

source: create a free account
fr_ca: créez un compte gratuit

source: to hide their jobs.
fr_ca: pour masquer ces offres.

source: Report this job
fr_ca: Signaler cette offre

source: scam/spam
fr_ca: pourriel

source: expired
fr_ca: périmée

source: duplicate
fr_ca: doublon

source: inaccurate
fr_ca: inexacte

source: Job Summary:
fr_ca: Sommaire de l'offre :

source: Also found at:
fr_ca: Énoncé de l'offre :

source: Similar Searches:
fr_ca: Recherches similaires:

source: Personalized Search is Great, Isn't It?
fr_ca: Recherche personnalisée. Bonne idée, non?

source: Just one catch. You need to
fr_ca: Un seul obstacle : vous devez d'abord

source: sign in to your Simply Hired account
fr_ca: vous inscrire à un compte Simply Hired

source: first, so we can show you jobs relevant just to you.
fr_ca: pour que nous puissions vous montrer les offres qui correspondent à ce que vous cherchez.

source: And not to that guy next to you with the great hair.
fr_ca: Pas à ce que cherche votre voisin de palier.

source: Sign In Now
fr_ca: Inscrivez-vous dès maintenant

source: Stumble here by accident?
fr_ca: Arrivé ici par erreur?

source: No problem! Now that you're here, why not give that personalized search a try? Choosing keywords is hard, we know.
fr_ca: Pas de problème! Puisque vous êtes là, pourquoi ne pas faire l'essai de la recherche personnalisée? Il est difficile de trouver les mots-clés : c'est vrai.

source: Why not give our secret sauce a try?
fr_ca: Alors pourquoi ne pas tenter le coup avec notre arme secrète?

source: Get started by
fr_ca: Pour commencer,

source: uploading your resume.
fr_ca: téléversez votre CV.

source: Find Jobs by Category
fr_ca: Rechercher des offres par catégorie

source: Browse Job Listings
fr_ca: Parcourir les offres d'emploi

source: Clear all
fr_ca: Effacer tout

source: More Filters
fr_ca: Autres filtres

source: Clear
fr_ca: Effacer

source: See more
fr_ca: Voir plus de filtres

source: See all saved searches
fr_ca: Voir les recherches sauvegardées

source: Save this search
fr_ca: Sauvegarder cette recherche

source: Sort by
fr_ca: Ordre de tri

source: Relevance
fr_ca: Pertinence

source: Connect with LinkedIn
fr_ca: Se connecter à LinkedIn

source: On
fr_ca: Connecté

source: Off
fr_ca: Déconnecté

source: Unleash the power of your professional network
fr_ca: Libérez toute la puissance de votre réseau professionnel

source: See all of your connections to interesting jobs
fr_ca: Voir toutes vos connexions à des emplois intéressants

source: Target companies where you have connections
fr_ca: Cibler les sociétés où vous avez une relation

source: Make a personal connection when you apply
fr_ca: Établissez des liens personnels lorsque vous postulez

source: Were you satisfied with these results?
fr_ca: Êtes-vous satisfaits de ces résultats?

source: Yes
fr_ca: Oui

source: No
fr_ca: Non

source: Thank you for your feedback!
fr_ca: Merci de vos commentaires!

source: Email Alert created!
fr_ca: Alerte courriel créée!

source: Congratulations! You have just successfully created a job alert. Please check your inbox for new job matches.
fr_ca: Félicitations! Vous venez de créer une alerte d'offres d'emploi par courriel. Consultez votre boîte de réception pour voir ces nouvelles offres.

source: Check email at
fr_ca: Consultez votre boîte courriel à

source: Return to search results
fr_ca: Retourner aux résultats de recherche

source: We'll send daily job notifications to
fr_ca: Nous enverrons un avis par jour à

source: Let Simply Hired do the work!
fr_ca: Laissez Simply Hired faire le travail!

source: New jobs delivered daily
fr_ca: Envoi quotidien de nouvelles offres d'emploi

source: Only the jobs you want to see
fr_ca: Seulement les emplois que vous désirez

source: Unsubscribe anytime
fr_ca: Désabonnement en tout temps

source: Saving your search...
fr_ca: Sauvegarde de votre recherche…

source: Your search has been saved.
fr_ca: Votre recherche a été sauvegardée.

source: Your current search will be saved as:
fr_ca: La recherche en cours sera sauvegardée sous le nom :

source: Keywords
fr_ca: Mots-clés

source: job title, skills or company
fr_ca: métier, compétence ou société

source: Location
fr_ca: Lieu

source: city, state or zip
fr_ca: ville ou province

source: Search Jobs
fr_ca: Rechercher

source: Language:
fr_ca: Langue :

source: Email Alerts
fr_ca: Alertes par courriel

source: Resume
fr_ca: CV

source: Saved Searches
fr_ca: Recherches sauvegardées

source: Saved Jobs
fr_ca: Offres d'emploi sauvegardés

source: Account
fr_ca: Compte

source: Sign Out
fr_ca: Déconnexion

source: Sign In
fr_ca: Connexion

source: of
fr_ca: de

source: Personalized search results
fr_ca: Résultats de la recherche personnalisée

source: job
fr_ca: emploi

source: jobs
fr_ca: emplois

source: near
fr_ca: près de

source: Find Jobs and Careers - SimplyHired.com Job Search
fr_ca: Se trouver un emploi, une carrière – Recherche d'emploi à SimplyHired.ca

source: Advanced Job Search
fr_ca: Recherche avancée

source: Search Options
fr_ca: Options de recherche

source: Sponsored
fr_ca: Commandité

source: Recent Job Searches
fr_ca: Recherches d'emplois récentes

source: See all
fr_ca: Voir tout

source: Job Search Tools
fr_ca: Outils de recherche d'emplois

source: RSS Feed
fr_ca: Fil RSS

source: Mobile site
fr_ca: Site pour mobiles

source: Yes, email me job leads like this one.
fr_ca: Oui, envoyez-moi des offres comme celle-ci.

source: edit
fr_ca: modifier

source: save
fr_ca: enregistrer

source: Your email address
fr_ca: Votre adresse courriel

source: Enter keywords: job title, skills or company
fr_ca: Saisissez les mots-clés : appellation d'emploi, compétence ou société

source: Enter a location: city, state or zip
fr_ca: Saisissez un lieu : ville, province ou code postal

source: Continue
fr_ca: Continuez

source: without free email updates
fr_ca: sans mises à jour gratuites par courriel

source: Maintenance in progress
fr_ca: Maintenance en cours

source: Our email alert system is currently undergoing routine maintenance. Please try to create or edit your email alert later.
fr_ca: Des travaux de maintenance régulière sont en cours sur notre système d'alertes par courriel. Veuillez revenir plus tard pour créer ou modifier votre alerte.

source: We apologize for any inconvenience.
fr_ca: Nous nous excusons de cet inconvénient.

source: The Simply Hired Team
fr_ca: L'équipe de Simply Hired

source: Create a Job Email Alert
fr_ca: Créer une alerte d'emplois par courriel

source: Get new jobs for this search delivered to your inbox!
fr_ca: Recevez les nouvelles offres d'emploi liées à cette recherche à votre adresse courriel!

source: Create a free job alert by entering your email address:
fr_ca: Créez une alerte d'emplois gratuite en inscrivant votre adresse courriel :

source: Enter email address...
fr_ca: Saisissez votre adresse courriel…

source: You can unsubscribe anytime. We respect your privacy.
fr_ca: Vous pouvez vous désabonner n'importe quand. Nous respectons votre confidentialité.

source: Related Searches
fr_ca: Recherches connexes

source: Oops. Our site thinks you want to see every job we have listed (millions).
fr_ca: Oups. Notre site pense que vous voulez consulter les millions d'emplois qu'il contient.

source: <p>In order to receive job results that interest you, please tell us a little something about what you're looking for. Try searching again with a job title, a location or both.</p>
fr_ca: <p>Pour obtenir les résultats de recherche que vous voulez, veuillez nous donner quelques détails sur ce que vous recherchez. Relancez la recherche en précisant un type d'emploi et/ou un lieu.</p>

source: Hmm? This is rare. Your search didn't turn up any results.
fr_ca: Quoi? C'est rare, mais votre recherche n'a produit aucun résultat.

source: <p>Please check the spelling and try again. Often, that solves the problem. If changing the spelling still yields no results, the job you seek might not be available in your search location.</p>
fr_ca: <p>Veuillez vérifier l'orthographe et réessayer. Cela permet souvent de régler le problème. Si la modification de l'orthographe ne produit aucun résultat, il est possible qu'il n'y ait aucun poste disponible pour le type d'emploi recherché dans la région précisée.</p>

source: We cannot find that location. Let's do something about it.
fr_ca: Impossible de trouver ce lieu. Trouvons une solution.

source: <p>If you entered a location name, please check the spelling. If you entered a ZIP code, perhaps try again with a city, state combination.</p>
fr_ca: <p>Si vous avez saisi un nom de lieu, veuillez en vérifier l’orthographe. Si vous avez saisi un code postal, réessayez en précisant le nom d'une ville et d'une province.</p>

source: Sorry. The page you're looking for either no longer exists or has moved.
fr_ca: Désolé, la page que vous recherchez n'existe plus ou a été déplacée.

source: <p>You may try searching above or clicking the Simply Hired logo to be taken back to our home page.</p>
fr_ca: <p>Vous pouvez lancer une nouvelle recherche ci-dessous ou cliquer sur le logo Simply Hired. Vous serez redirigé vers notre page d'accueil.</p>

source: Sorry. We just experienced a momentary technical glitch.
fr_ca: Désolé, un problème technique temporaire est survenu.

source: %(title)s Salaries in %(city)s
fr_ca: Salaires pour %(title)s à %(city)s

source: jobs in %(location)s
fr_ca: emplois à %(location)s

source: %(title)s jobs
fr_ca: offres de %(title)s

source: in
fr_ca: à

source: %(company)s jobs!
fr_ca: offres chez %(company)s

source: %(country_name)s Jobs
fr_ca: emplois en %(country_name)s

source: %(search_keywords)s Jobs
fr_ca: Emplois de %(search_keywords)s

source: South Africa
fr_ca: Afrique du Sud

source: Austria
fr_ca: Autriche

source: Belgium
fr_ca: Belgique

source: Switzerland
fr_ca: Suisse

source: Germany
fr_ca: Allemagne

source: Spain
fr_ca: Espagne

source: UK
fr_ca: Royaume-Uni

source: Ireland
fr_ca: Irlande

source: Italy
fr_ca: Italie

source: Netherlands
fr_ca: Pays-Bas

source: Russia
fr_ca: Russie

source: Sweden
fr_ca: Suède

source: Argentina
fr_ca: Argentine

source: Brazil
fr_ca: Brésil

source: Mexico
fr_ca: Mexique

source: USA
fr_ca: États-Unis

source: Australia
fr_ca: Australie

source: India
fr_ca: Inde

source: Japan
fr_ca: Japon

source: China
fr_ca: Chine

source: Korea
fr_ca: Corée

source: Africa
fr_ca: Afrique

source: Americas
fr_ca: Amériques

source: Asia/Pacific
fr_ca: Asie/Pacifique
